{
  "bos_token": "<|startoftext|>",
  "eos_token": {
    "content": "<|endoftext|>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "pad_token": "<|pad|>",
  "unk_token": "<|unknown|>"
}
